05 - LOGGING Y PERFORMANCE/03-artillery/test.yml
config:
  target: "http://localhost:8080"
  phases:
    - duration: 30
      arrivalRate: 40
scenarios:
  - name: "test de carga servidor"
    flow:
      - get: 
          url: "/"
      - get:
          url: "/calculo"

# artillery run test.yml -o report.json

# artillery run test.yml --record --key API_KEY